Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/Settings.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Even when recordings disappear from the list, the audio files themselves may still be on this device or in iCloud. Both are searched and anything found is put back in the list. Titles, tags, and transcriptions are not restored — titles are regenerated from the recording date. If nothing can be restored, tap “Share Diagnostics” to copy the details and attach them to your support request.
ar: حتى إذا اختفت التسجيلات من القائمة، قد تظل الملفات الصوتية موجودة على هذا الجهاز أو في iCloud. يتم البحث في كليهما وإعادة كل ما يُعثر عليه إلى القائمة. لا تتم استعادة العناوين والوسوم والنصوص المفرَّغة، ويُعاد إنشاء العناوين من تاريخ التسجيل. إذا تعذّرت الاستعادة، فاضغط على “مشاركة معلومات التشخيص” لنسخ التفاصيل وإرفاقها برسالتك.
bn: তালিকা থেকে রেকর্ডিং হারিয়ে গেলেও অডিও ফাইলগুলো এই ডিভাইসে বা iCloud-এ থেকে যেতে পারে। দুই জায়গাতেই খোঁজা হয় এবং যা পাওয়া যায় তা তালিকায় ফিরিয়ে আনা হয়। শিরোনাম, ট্যাগ ও ট্রান্সক্রিপশন ফেরত আসে না — রেকর্ডিংয়ের তারিখ থেকে নতুন শিরোনাম দেওয়া হয়। কিছুই ফেরত না এলে “ডায়াগনস্টিক শেয়ার করুন”-এ ট্যাপ করে বিবরণ কপি করুন এবং সহায়তার অনুরোধের সঙ্গে জুড়ে দিন।
ca: Encara que les gravacions desapareguin de la llista, és possible que els fitxers d'àudio continuïn al dispositiu o a l'iCloud. Es revisen tots dos llocs i tot el que es troba es torna a afegir a la llista. Els títols, les etiquetes i les transcripcions no es recuperen: els títols es tornen a generar a partir de la data de gravació. Si no es pot recuperar res, toca «Comparteix el diagnòstic» per copiar-ne els detalls i adjunta'ls a la teva sol·licitud d'assistència.
cs: I když nahrávky zmizí ze seznamu, samotné zvukové soubory mohou zůstat v zařízení nebo na iCloudu. Prohledají se obě místa a nalezené nahrávky se vrátí do seznamu. Názvy, štítky a přepisy se neobnoví – názvy se znovu vytvoří podle data nahrání. Pokud se nic obnovit nepodaří, klepněte na „Sdílet diagnostiku“, zkopírujte údaje a přiložte je k žádosti o podporu.
da: Selvom optagelser forsvinder fra listen, kan selve lydfilerne stadig ligge på enheden eller i iCloud. Begge steder gennemsøges, og det, der findes, føjes tilbage til listen. Titler, tags og transskriptioner gendannes ikke – titlerne laves ud fra optagelsesdatoen. Hvis intet kan gendannes, kan du trykke på “Del diagnosticering” for at kopiere oplysningerne og vedhæfte dem til din henvendelse.
de: Auch wenn Aufnahmen aus der Liste verschwinden, können die Audiodateien noch auf diesem Gerät oder in iCloud liegen. Beides wird durchsucht und Gefundenes wieder in die Liste aufgenommen. Titel, Tags und Transkriptionen werden nicht wiederhergestellt – Titel werden aus dem Aufnahmedatum neu erzeugt. Wenn nichts wiederhergestellt werden kann, tippen Sie auf „Diagnosedaten teilen“ und hängen Sie die Details an Ihre Supportanfrage an.
el: Ακόμα κι αν οι ηχογραφήσεις εξαφανιστούν από τη λίστα, τα ίδια τα αρχεία ήχου μπορεί να βρίσκονται ακόμα σε αυτήν τη συσκευή ή στο iCloud. Γίνεται αναζήτηση και στα δύο και ό,τι βρεθεί επιστρέφει στη λίστα. Οι τίτλοι, οι ετικέτες και οι απομαγνητοφωνήσεις δεν επαναφέρονται — οι τίτλοι δημιουργούνται ξανά από την ημερομηνία ηχογράφησης. Αν δεν είναι δυνατή η επαναφορά, αγγίξτε «Κοινοποίηση διαγνωστικών» για να αντιγράψετε τις λεπτομέρειες και επισυνάψτε τες στο αίτημα υποστήριξης.
es: Aunque las grabaciones desaparezcan de la lista, los archivos de audio pueden seguir en este dispositivo o en iCloud. Se buscan ambos y se devuelve a la lista todo lo encontrado. Los títulos, las etiquetas y las transcripciones no se restauran: los títulos se generan de nuevo a partir de la fecha de grabación. Si no se puede restaurar nada, toca «Compartir diagnóstico» para copiar los detalles y adjuntarlos a tu consulta.
fi: Vaikka äänitteet katoaisivat luettelosta, itse äänitiedostot voivat olla yhä tällä laitteella tai iCloudissa. Molemmat käydään läpi, ja löydetyt äänitteet palautetaan luetteloon. Otsikoita, tunnisteita ja litterointeja ei palauteta – otsikot luodaan uudelleen äänityspäivän perusteella. Jos mitään ei voi palauttaa, napauta ”Jaa diagnostiikkatiedot”, kopioi tiedot ja liitä ne tukipyyntöösi.
fr: Même si des enregistrements disparaissent de la liste, les fichiers audio peuvent rester sur cet appareil ou dans iCloud. Les deux sont analysés et tout ce qui est trouvé est remis dans la liste. Les titres, les tags et les transcriptions ne sont pas restaurés : les titres sont recréés à partir de la date d'enregistrement. Si rien ne peut être restauré, touchez « Partager les diagnostics » pour copier les détails et les joindre à votre demande d'assistance.
gu: સૂચિમાંથી રેકોર્ડિંગ ગાયબ થઈ જાય તો પણ ઑડિયો ફાઇલો આ ડિવાઇસમાં અથવા iCloudમાં રહી હોઈ શકે છે. બંને જગ્યાએ શોધીને જે મળે તે સૂચિમાં પાછું ઉમેરવામાં આવે છે. શીર્ષક, ટૅગ અને ટ્રાન્સક્રિપ્શન પાછાં આવતાં નથી — રેકોર્ડિંગની તારીખ પરથી નવું શીર્ષક અપાય છે. જો કંઈ પાછું ન આવે, તો “ડાયગ્નોસ્ટિક્સ શેર કરો” પર ટૅપ કરીને વિગતો કૉપિ કરો અને તમારી સપોર્ટ વિનંતી સાથે જોડો.
he: גם כשהקלטות נעלמות מהרשימה, קובצי השמע עצמם עשויים להישאר במכשיר או ב-iCloud. החיפוש מתבצע בשני המקומות וכל מה שנמצא מוחזר לרשימה. כותרות, תגיות ותמלולים אינם משוחזרים – הכותרות נוצרות מחדש לפי מועד ההקלטה. אם לא ניתן לשחזר דבר, יש להקיש על ״שיתוף מידע אבחון״ כדי להעתיק את הפרטים ולצרף אותם לפנייה לתמיכה.
hi: सूची से रिकॉर्डिंग गायब होने पर भी ऑडियो फ़ाइलें इस डिवाइस या iCloud में बची हो सकती हैं। दोनों जगह खोजा जाता है और जो मिलता है उसे सूची में वापस जोड़ दिया जाता है। शीर्षक, टैग और ट्रांसक्रिप्शन पुनर्स्थापित नहीं होते — शीर्षक रिकॉर्डिंग की तारीख़ से दोबारा बनाए जाते हैं। अगर कुछ भी पुनर्स्थापित न हो, तो “निदान जानकारी शेयर करें” पर टैप करके विवरण कॉपी करें और अपने संदेश के साथ भेजें।
hr: Čak i kad snimke nestanu s popisa, same audiodatoteke mogu i dalje biti na ovom uređaju ili na iCloudu. Pretražuju se oba mjesta i sve pronađeno vraća se na popis. Naslovi, oznake i transkripcije ne vraćaju se – naslovi se ponovno izrađuju iz datuma snimanja. Ako se ništa ne može vratiti, dodirnite „Podijeli dijagnostiku” kako biste kopirali pojedinosti i priložili ih zahtjevu za podršku.
hu: Ha a felvételek eltűnnek a listából, a hangfájlok attól még megmaradhatnak az eszközön vagy az iCloudban. Az alkalmazás mindkét helyen keres, és a megtalált felvételeket visszateszi a listába. A címek, címkék és átiratok nem állíthatók vissza – a címek a felvétel dátumából készülnek újra. Ha semmit nem sikerül visszaállítani, koppints a „Diagnosztika megosztása” lehetőségre, másold ki az adatokat, és csatold a támogatási kérésedhez.
id: Meskipun rekaman hilang dari daftar, file audionya mungkin masih ada di perangkat ini atau di iCloud. Keduanya diperiksa dan apa pun yang ditemukan dikembalikan ke daftar. Judul, tag, dan transkripsi tidak dipulihkan — judul dibuat ulang dari tanggal perekaman. Jika tidak ada yang bisa dipulihkan, ketuk “Bagikan Info Diagnostik” untuk menyalin detailnya dan melampirkannya pada pertanyaan Anda.
it: Anche se le registrazioni scompaiono dall'elenco, i file audio possono essere ancora su questo dispositivo o su iCloud. Vengono controllati entrambi e ciò che viene trovato torna nell'elenco. Titoli, tag e trascrizioni non vengono ripristinati: i titoli vengono rigenerati dalla data di registrazione. Se non è possibile ripristinare nulla, tocca “Condividi diagnostica” per copiare i dettagli e allegarli alla richiesta di assistenza.
ja: 一覧から録音が消えても、音声ファイル自体は端末内やiCloudに残っていることがあります。両方を調べて一覧に戻します。タイトル・タグ・文字起こしは復元されず、録音日時からタイトルを付け直します。 復元できない場合は「診断情報を共有」で状況をコピーし、お問い合わせに添付してください。
kn: ರೆಕಾರ್ಡಿಂಗ್‌ಗಳು ಪಟ್ಟಿಯಿಂದ ಕಾಣೆಯಾದರೂ, ಆಡಿಯೋ ಫೈಲ್‌ಗಳು ಈ ಸಾಧನದಲ್ಲಿ ಅಥವಾ iCloud ನಲ್ಲಿ ಇನ್ನೂ ಇರಬಹುದು. ಎರಡನ್ನೂ ಹುಡುಕಿ, ಸಿಕ್ಕಿದ್ದನ್ನು ಪಟ್ಟಿಗೆ ಮರಳಿ ಸೇರಿಸಲಾಗುತ್ತದೆ. ಶೀರ್ಷಿಕೆ, ಟ್ಯಾಗ್ ಮತ್ತು ಪ್ರತಿಲೇಖನಗಳು ಮರುಸ್ಥಾಪನೆಯಾಗುವುದಿಲ್ಲ — ಶೀರ್ಷಿಕೆಗಳನ್ನು ರೆಕಾರ್ಡಿಂಗ್ ದಿನಾಂಕದಿಂದ ಮರುರಚಿಸಲಾಗುತ್ತದೆ. ಏನನ್ನೂ ಮರುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ವಿವರಗಳನ್ನು ನಕಲಿಸಲು “ಡಯಾಗ್ನಾಸ್ಟಿಕ್ಸ್ ಹಂಚಿಕೊಳ್ಳಿ” ಟ್ಯಾಪ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಬೆಂಬಲ ವಿನಂತಿಗೆ ಲಗತ್ತಿಸಿ.
ko: 목록에서 녹음이 사라져도 오디오 파일 자체는 이 기기나 iCloud에 남아 있을 수 있습니다. 두 곳을 모두 확인해 찾은 항목을 목록에 다시 넣습니다. 제목·태그·문자 변환은 복구되지 않으며, 제목은 녹음 날짜로 다시 만듭니다. 복구되지 않으면 ‘진단 정보 공유’로 내용을 복사해 문의에 첨부해 주세요.
ml: റെക്കോർഡിംഗുകൾ ലിസ്റ്റിൽ നിന്ന് അപ്രത്യക്ഷമായാലും, ഓഡിയോ ഫയലുകൾ ഈ ഉപകരണത്തിലോ iCloud-ലോ ഇപ്പോഴും ഉണ്ടാകാം. രണ്ടിടത്തും തിരഞ്ഞ് കണ്ടെത്തുന്നവ ലിസ്റ്റിലേക്ക് തിരികെ ചേർക്കും. ശീർഷകങ്ങൾ, ടാഗുകൾ, ട്രാൻസ്ക്രിപ്ഷനുകൾ എന്നിവ പുനഃസ്ഥാപിക്കില്ല — ശീർഷകങ്ങൾ റെക്കോർഡിംഗ് തീയതിയിൽ നിന്ന് വീണ്ടും സൃഷ്ടിക്കും. ഒന്നും പുനഃസ്ഥാപിക്കാനായില്ലെങ്കിൽ, “ഡയഗ്നോസ്റ്റിക്സ് പങ്കിടുക” ടാപ്പ് ചെയ്ത് വിശദാംശങ്ങൾ പകർത്തി നിങ്ങളുടെ സപ്പോർട്ട് അഭ്യർത്ഥനയിൽ ചേർക്കുക.
mr: सूचीतून रेकॉर्डिंग गायब झाली तरीही ऑडिओ फाइल्स या डिव्हाइसवर किंवा iCloud मध्ये असू शकतात. दोन्ही ठिकाणी शोध घेऊन जे सापडेल ते सूचीत परत आणले जाते. शीर्षके, टॅग आणि ट्रान्सक्रिप्शन परत येत नाहीत — रेकॉर्डिंगच्या तारखेवरून नवीन शीर्षक दिले जाते. काहीच परत न आल्यास, “डायग्नोस्टिक्स शेअर करा” वर टॅप करून तपशील कॉपी करा आणि तुमच्या सपोर्ट विनंतीसोबत जोडा.
ms: Walaupun rakaman hilang daripada senarai, fail audionya mungkin masih ada pada peranti ini atau dalam iCloud. Kedua-duanya akan dicari dan apa-apa yang ditemui akan dikembalikan ke senarai. Tajuk, tag dan transkripsi tidak dipulihkan — tajuk akan dijana semula daripada tarikh rakaman. Jika tiada apa-apa yang dapat dipulihkan, ketik “Kongsi Diagnostik” untuk menyalin butiran dan lampirkannya pada permintaan sokongan anda.
nb: Selv om opptak forsvinner fra listen, kan selve lydfilene fortsatt ligge på enheten eller i iCloud. Begge steder blir gjennomsøkt, og alt som blir funnet, legges tilbake i listen. Titler, stikkord og transkripsjoner gjenopprettes ikke – titlene lages på nytt ut fra opptaksdatoen. Hvis ingenting kan gjenopprettes, trykker du på «Del diagnostikk» for å kopiere detaljene og legge dem ved henvendelsen til kundestøtte.
nl: Ook als opnames uit de lijst verdwijnen, kunnen de audiobestanden nog op dit apparaat of in iCloud staan. Beide worden doorzocht en alles wat wordt gevonden komt terug in de lijst. Titels, tags en transcripties worden niet hersteld: titels worden opnieuw gemaakt op basis van de opnamedatum. Als er niets kan worden hersteld, tik dan op ‘Diagnostische gegevens delen’ om de details te kopiëren en aan je vraag toe te voegen.
or: ତାଲିକାରୁ ରେକର୍ଡିଂ ହଜିଗଲେ ମଧ୍ୟ ଅଡିଓ ଫାଇଲ୍ ଏହି ଡିଭାଇସରେ କିମ୍ବା iCloudରେ ରହିଥାଇପାରେ। ଉଭୟ ସ୍ଥାନରେ ଖୋଜାଯାଏ ଏବଂ ଯାହା ମିଳେ ତାହା ତାଲିକାକୁ ଫେରାଇ ଅଣାଯାଏ। ଶୀର୍ଷକ, ଟ୍ୟାଗ୍ ଓ ଟ୍ରାନ୍ସକ୍ରିପସନ୍ ଫେରେ ନାହିଁ — ରେକର୍ଡିଂ ତାରିଖରୁ ନୂଆ ଶୀର୍ଷକ ଦିଆଯାଏ। କିଛି ଫେରି ନଆସିଲେ, “ଡାଏଗ୍ନୋଷ୍ଟିକ୍ସ ସେୟାର୍ କରନ୍ତୁ”ରେ ଟ୍ୟାପ୍ କରି ବିବରଣୀ କପି କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କ ସହାୟତା ଅନୁରୋଧ ସହ ଯୋଡ଼ନ୍ତୁ।
pa: ਸੂਚੀ ਵਿੱਚੋਂ ਰਿਕਾਰਡਿੰਗਾਂ ਗ਼ਾਇਬ ਹੋ ਜਾਣ ’ਤੇ ਵੀ ਆਡੀਓ ਫ਼ਾਈਲਾਂ ਇਸ ਡਿਵਾਈਸ ਜਾਂ iCloud ਵਿੱਚ ਮੌਜੂਦ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਦੋਵੇਂ ਥਾਵਾਂ ਖੋਜੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਜੋ ਵੀ ਮਿਲਦਾ ਹੈ ਉਹ ਸੂਚੀ ਵਿੱਚ ਵਾਪਸ ਜੋੜ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ। ਸਿਰਲੇਖ, ਟੈਗ ਅਤੇ ਟ੍ਰਾਂਸਕ੍ਰਿਪਸ਼ਨ ਵਾਪਸ ਨਹੀਂ ਆਉਂਦੇ — ਸਿਰਲੇਖ ਰਿਕਾਰਡਿੰਗ ਦੀ ਮਿਤੀ ਤੋਂ ਨਵੇਂ ਬਣਾਏ ਜਾਂਦੇ ਹਨ। ਜੇ ਕੁਝ ਵੀ ਵਾਪਸ ਨਾ ਆਵੇ, ਤਾਂ “ਡਾਇਗਨੌਸਟਿਕਸ ਸ਼ੇਅਰ ਕਰੋ” ’ਤੇ ਟੈਪ ਕਰਕੇ ਵੇਰਵੇ ਕਾਪੀ ਕਰੋ ਅਤੇ ਆਪਣੀ ਸਹਾਇਤਾ ਬੇਨਤੀ ਨਾਲ ਜੋੜੋ।
pl: Nawet jeśli nagrania znikną z listy, pliki dźwiękowe mogą nadal znajdować się na tym urządzeniu lub w iCloud. Sprawdzane są oba miejsca, a wszystko, co zostanie znalezione, wraca na listę. Tytuły, tagi i transkrypcje nie są przywracane — tytuły są tworzone ponownie na podstawie daty nagrania. Jeśli nic nie da się przywrócić, dotknij „Udostępnij dane diagnostyczne”, aby skopiować szczegóły i dołączyć je do zgłoszenia.
pt_br: Mesmo quando as gravações desaparecem da lista, os arquivos de áudio podem continuar neste dispositivo ou no iCloud. Ambos são verificados e tudo o que for encontrado volta para a lista. Títulos, etiquetas e transcrições não são restaurados: os títulos são gerados novamente a partir da data da gravação. Se nada puder ser restaurado, toque em “Compartilhar diagnóstico” para copiar os detalhes e anexá-los à sua solicitação de suporte.
pt_pt: Mesmo quando as gravações desaparecem da lista, os ficheiros de áudio podem continuar neste dispositivo ou no iCloud. Ambos são verificados e tudo o que for encontrado volta para a lista. Títulos, etiquetas e transcrições não são restaurados: os títulos são gerados novamente a partir da data da gravação. Se nada puder ser restaurado, toque em “Partilhar diagnóstico” para copiar os detalhes e anexá-los ao seu pedido.
ro: Chiar dacă înregistrările dispar din listă, fișierele audio pot exista în continuare pe acest dispozitiv sau în iCloud. Sunt verificate ambele locuri, iar tot ce se găsește este readus în listă. Titlurile, etichetele și transcrierile nu sunt restaurate — titlurile sunt regenerate pe baza datei înregistrării. Dacă nu se poate restaura nimic, atingeți „Partajați diagnosticarea” pentru a copia detaliile și a le atașa la solicitarea de asistență.
ru: Даже если записи исчезли из списка, сами аудиофайлы могут остаться на устройстве или в iCloud. Проверяются оба места, и всё найденное возвращается в список. Названия, теги и транскрипции не восстанавливаются: названия создаются заново по дате записи. Если восстановить ничего не удалось, нажмите «Поделиться диагностикой», чтобы скопировать данные и приложить их к обращению.
sk: Aj keď nahrávky zmiznú zo zoznamu, samotné zvukové súbory môžu byť stále v tomto zariadení alebo v iCloude. Prehľadajú sa obe miesta a všetko nájdené sa vráti do zoznamu. Názvy, štítky a prepisy sa neobnovia – názvy sa vytvoria znova podľa dátumu nahrávania. Ak sa nič nepodarí obnoviť, klepnite na „Zdieľať diagnostiku“, skopírujte podrobnosti a priložte ich k žiadosti o podporu.
sl: Tudi če posnetki izginejo s seznama, so lahko zvočne datoteke še vedno v tej napravi ali v iCloudu. Preiščemo oboje in najdene posnetke vrnemo na seznam. Naslovi, oznake in prepisi se ne obnovijo – naslovi se ustvarijo znova iz datuma snemanja. Če obnovitev ni mogoča, tapnite »Deli diagnostične podatke«, kopirajte podrobnosti in jih priložite zahtevi za podporo.
sv: Även när inspelningar försvinner från listan kan ljudfilerna finnas kvar på enheten eller i iCloud. Båda genomsöks och allt som hittas läggs tillbaka i listan. Titlar, taggar och transkriptioner återställs inte – titlar skapas på nytt utifrån inspelningsdatumet. Om inget kan återställas trycker du på ”Dela diagnostik” för att kopiera informationen och bifoga den till din fråga.
ta: ரெக்கார்டிங்குகள் பட்டியலிலிருந்து மறைந்தாலும், ஆடியோ கோப்புகள் இந்தச் சாதனத்திலோ iCloud-இலோ இன்னும் இருக்கலாம். இரண்டிலும் தேடி, கிடைப்பவை பட்டியலில் மீண்டும் சேர்க்கப்படும். தலைப்புகள், குறிச்சொற்கள், உரையாக்கங்கள் மீட்டெடுக்கப்படாது — தலைப்புகள் பதிவுத் தேதியிலிருந்து மீண்டும் உருவாக்கப்படும். எதையும் மீட்டெடுக்க முடியாவிட்டால், “கண்டறிதலைப் பகிர்” என்பதைத் தட்டி விவரங்களை நகலெடுத்து உங்கள் ஆதரவுக் கோரிக்கையுடன் இணைக்கவும்.
te: రికార్డింగ్‌లు జాబితా నుండి కనిపించకపోయినా, ఆడియో ఫైల్‌లు ఈ పరికరంలో లేదా iCloudలో ఇంకా ఉండవచ్చు. రెండింటిలోనూ వెతికి, దొరికినవి జాబితాలో తిరిగి చేర్చబడతాయి. శీర్షికలు, ట్యాగ్‌లు, ట్రాన్స్‌క్రిప్షన్‌లు రీస్టోర్ కావు — శీర్షికలు రికార్డింగ్ తేదీ నుండి మళ్లీ రూపొందుతాయి. ఏదీ రీస్టోర్ కాకపోతే, “డయాగ్నస్టిక్స్ షేర్ చేయి”ని నొక్కి వివరాలను కాపీ చేసి, మీ సపోర్ట్ అభ్యర్థనకు జతచేయండి.
th: แม้การบันทึกจะหายไปจากรายการ ไฟล์เสียงอาจยังอยู่ในเครื่องนี้หรือใน iCloud ระบบจะตรวจสอบทั้งสองที่และนำสิ่งที่พบกลับเข้ารายการ ชื่อ แท็ก และการถอดเสียงจะไม่ถูกกู้คืน โดยชื่อจะถูกสร้างใหม่จากวันที่บันทึก หากกู้คืนไม่ได้ ให้แตะ “แชร์ข้อมูลวินิจฉัย” เพื่อคัดลอกรายละเอียดและแนบไปกับคำถามของคุณ
tr: Kayıtlar listeden kaybolsa bile ses dosyaları bu cihazda veya iCloud’da duruyor olabilir. Her ikisi de taranır ve bulunan her şey listeye geri eklenir. Başlıklar, etiketler ve transkripsiyonlar geri yüklenmez; başlıklar kayıt tarihinden yeniden oluşturulur. Hiçbir şey geri yüklenemezse “Tanılama bilgilerini paylaş” ile ayrıntıları kopyalayıp destek talebinize ekleyin.
uk: Навіть якщо записи зникли зі списку, самі аудіофайли можуть залишатися на цьому пристрої або в iCloud. Буде перевірено обидва місця, а все знайдене повернеться до списку. Назви, теги й транскрипції не відновлюються — назви створюються заново за датою запису. Якщо нічого не вдалося відновити, торкніться «Поширити діагностику», щоб скопіювати подробиці й додати їх до звернення в підтримку.
ur: فہرست سے ریکارڈنگز غائب ہو جانے پر بھی ان کی آڈیو فائلیں اس ڈیوائس یا iCloud میں موجود ہو سکتی ہیں۔ دونوں جگہ تلاش کی جاتی ہے اور جو کچھ ملے اسے فہرست میں واپس شامل کر دیا جاتا ہے۔ عنوانات، ٹیگز اور ٹرانسکرپشنز بحال نہیں ہوتے — عنوانات ریکارڈنگ کی تاریخ سے دوبارہ بنائے جاتے ہیں۔ اگر کچھ بحال نہ ہو سکے تو “تشخیص شیئر کریں” پر ٹیپ کر کے تفصیلات کاپی کریں اور انہیں اپنی سپورٹ کی درخواست کے ساتھ منسلک کریں۔
vi: Ngay cả khi bản ghi biến mất khỏi danh sách, tệp âm thanh vẫn có thể còn trên thiết bị này hoặc trên iCloud. Cả hai đều được kiểm tra và mọi thứ tìm thấy sẽ được đưa lại vào danh sách. Tiêu đề, thẻ và bản phiên âm không được khôi phục — tiêu đề được tạo lại từ ngày ghi âm. Nếu không khôi phục được gì, hãy chạm “Chia sẻ thông tin chẩn đoán” để sao chép chi tiết và đính kèm vào yêu cầu hỗ trợ.
zh_hans: 即使录音从列表中消失，音频文件本身仍可能保留在本机或 iCloud 中。系统会检查这两处，并把找到的录音放回列表。标题、标签和转录不会恢复，标题会根据录音日期重新生成。 如果无法恢复，请轻点“共享诊断信息”复制详情并附在咨询中。
zh_hant: 即使錄音從列表中消失，音訊檔案本身仍可能保留在本機或 iCloud 中。系統會檢查這兩處，並把找到的錄音放回列表。標題、標籤和轉錄不會復原，標題會依照錄音日期重新產生。 若無法復原，請點一下「分享診斷資訊」複製詳細資料並附在詢問中。

# 友人にアプリを教える
source: Share App with Friends
ar: مشاركة التطبيق مع الأصدقاء
bn: বন্ধুদের সঙ্গে অ্যাপ শেয়ার করুন
ca: Recomana l'app als amics
cs: Doporučit aplikaci přátelům
da: Fortæl venner om appen
de: App mit Freunden teilen
el: Προτείνετε την εφαρμογή σε φίλους
es: Compartir app con amigos
fi: Suosittele ystävälle
fr: Partager l'app avec des amis
gu: મિત્રો સાથે ઍપ શેર કરો
he: שיתוף האפליקציה עם חברים
hi: दोस्तों के साथ ऐप शेयर करें
hr: Preporuči aplikaciju prijateljima
hu: Az app ajánlása barátoknak
id: Bagikan Aplikasi kepada Teman
it: Condividi app con amici
ja: 友人にアプリを教える
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ ಆ್ಯಪ್ ಹಂಚಿಕೊಳ್ಳಿ
ko: 친구에게 앱 공유
ml: സുഹൃത്തുക്കളുമായി ആപ്പ് പങ്കിടുക
mr: मित्रांसोबत ॲप शेअर करा
ms: Kongsi App dengan Rakan
nb: Fortell venner om appen
nl: App delen met vrienden
or: ସାଙ୍ଗମାନଙ୍କ ସହ ଆପ୍ ସେୟାର୍ କରନ୍ତୁ
pa: ਦੋਸਤਾਂ ਨਾਲ ਐਪ ਸ਼ੇਅਰ ਕਰੋ
pl: Udostępnij aplikację znajomym
pt_br: Indicar o app a amigos
pt_pt: Partilhar app com amigos
ro: Recomandați aplicația prietenilor
ru: Поделиться приложением с друзьями
sk: Odporučiť aplikáciu priateľom
sl: Priporočite aplikacijo prijateljem
sv: Dela appen med vänner
ta: நண்பர்களுடன் ஆப்பைப் பகிர்
te: స్నేహితులతో యాప్‌ను షేర్ చేయండి
th: แชร์แอปให้เพื่อน
tr: Uygulamayı arkadaşlarla paylaş
uk: Розповісти друзям
ur: ایپ دوستوں کے ساتھ شیئر کریں
vi: Chia sẻ ứng dụng với bạn bè
zh_hans: 与朋友分享应用
zh_hant: 與朋友分享App

# 広告テスト
source: Ad Test
ar: اختبار الإعلان
hi: विज्ञापन परीक्षण
id: Uji Iklan
ja: 広告テスト
ko: 광고 테스트
nl: Advertentietest
pl: Test reklamy
sv: Annonstest
th: ทดสอบโฆษณา

# 復元できる録音はありませんでした
source: No Recordings to Restore
ar: لا توجد تسجيلات لاستعادتها
bn: ফেরত আনার মতো কোনো রেকর্ডিং নেই
ca: No hi ha gravacions per recuperar
cs: Žádné nahrávky k obnovení
da: Ingen optagelser at gendanne
de: Keine Aufnahmen zum Wiederherstellen
el: Δεν υπάρχουν ηχογραφήσεις για επαναφορά
es: No hay grabaciones que restaurar
fi: Palautettavia äänitteitä ei löytynyt
fr: Aucun enregistrement à restaurer
gu: પાછાં લાવવા માટે કોઈ રેકોર્ડિંગ નથી
he: אין הקלטות לשחזור
hi: पुनर्स्थापित करने के लिए कोई रिकॉर्डिंग नहीं
hr: Nema snimki za vraćanje
hu: Nincs visszaállítható felvétel
id: Tidak Ada Rekaman untuk Dipulihkan
it: Nessuna registrazione da ripristinare
ja: 復元できる録音はありませんでした
kn: ಮರುಸ್ಥಾಪಿಸಲು ರೆಕಾರ್ಡಿಂಗ್‌ಗಳಿಲ್ಲ
ko: 복구할 녹음이 없습니다
ml: പുനഃസ്ഥാപിക്കാൻ റെക്കോർഡിംഗുകളില്ല
mr: परत आणण्यासाठी कोणतेही रेकॉर्डिंग नाही
ms: Tiada Rakaman untuk Dipulihkan
nb: Ingen opptak å gjenopprette
nl: Geen opnames om te herstellen
or: ଫେରାଇ ଆଣିବାକୁ କୌଣସି ରେକର୍ଡିଂ ନାହିଁ
pa: ਵਾਪਸ ਲਿਆਉਣ ਲਈ ਕੋਈ ਰਿਕਾਰਡਿੰਗ ਨਹੀਂ
pl: Brak nagrań do przywrócenia
pt_br: Nenhuma gravação para restaurar
pt_pt: Nenhuma gravação para restaurar
ro: Nu există înregistrări de restaurat
ru: Нет записей для восстановления
sk: Žiadne nahrávky na obnovenie
sl: Ni posnetkov za obnovitev
sv: Inga inspelningar att återställa
ta: மீட்டெடுக்க ரெக்கார்டிங்குகள் இல்லை
te: రీస్టోర్ చేయడానికి రికార్డింగ్‌లు లేవు
th: ไม่มีการบันทึกให้กู้คืน
tr: Geri yüklenecek kayıt yok
uk: Немає записів для відновлення
ur: بحال کرنے کے لیے کوئی ریکارڈنگ نہیں
vi: Không có bản ghi nào để khôi phục
zh_hans: 没有可恢复的录音
zh_hant: 沒有可復原的錄音

# 復元に失敗しました
source: Restore Failed
ar: فشل الاستعادة
bn: রিস্টোর করা যায়নি
ca: No s'ha pogut restaurar
cs: Obnovení se nezdařilo
da: Gendannelse mislykkedes
de: Wiederherstellung fehlgeschlagen
el: Η επαναφορά απέτυχε
es: Falló la restauración
fi: Palautus epäonnistui
fr: La restauration a échoué
gu: રિસ્ટોર નિષ્ફળ
he: השחזור נכשל
hi: पुनर्स्थापना विफल हुई
hr: Vraćanje nije uspjelo
hu: A visszaállítás sikertelen
id: Pemulihan Gagal
it: Ripristino non riuscito
ja: 復元に失敗しました
kn: ಮರುಸ್ಥಾಪನೆ ವಿಫಲವಾಗಿದೆ
ko: 복원 실패
ml: പുനഃസ്ഥാപനം പരാജയപ്പെട്ടു
mr: रिस्टोअर अयशस्वी
ms: Pemulihan Gagal
nb: Gjenoppretting mislyktes
nl: Herstel mislukt
or: ରିଷ୍ଟୋର୍ ବିଫଳ
pa: ਰੀਸਟੋਰ ਅਸਫਲ
pl: Przywracanie nie powiodło się
pt_br: Falha ao restaurar
pt_pt: Falha na restauração
ro: Restaurarea nu a reușit
ru: Не удалось восстановить
sk: Obnovenie zlyhalo
sl: Obnovitev ni uspela
sv: Återställning misslyckades
ta: மீட்டெடுக்க முடியவில்லை
te: రీస్టోర్ విఫలమైంది
th: การกู้คืนล้มเหลว
tr: Geri yükleme başarısız
uk: Не вдалося відновити
ur: بحالی ناکام
vi: Khôi phục thất bại
zh_hans: 恢复失败
zh_hant: 還原失敗

# 時刻
source: Time
ar: الوقت
bn: সময়
ca: Hora
cs: Čas
da: Tidspunkt
de: Uhrzeit
el: Ώρα
es: Hora
fi: Aika
fr: Heure
gu: સમય
he: שעה
hi: समय
hr: Vrijeme
hu: Időpont
id: Waktu
it: Ora
ja: 時刻
kn: ಸಮಯ
ko: 시간
ml: സമയം
mr: वेळ
ms: Masa
nb: Tid
nl: Tijd
or: ସମୟ
pa: ਸਮਾਂ
pl: Czas
pt_br: Horário
pt_pt: Hora
ro: Oră
ru: Время
sk: Čas
sl: Čas
sv: Tid
ta: நேரம்
te: సమయం
th: เวลา
tr: Saat
uk: Час
ur: وقت
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# 次の広告表示
source: Next Ad Display
ar: عرض الإعلان التالي
hi: अगला विज्ञापन प्रदर्शन
id: Tampilan Iklan Berikutnya
ja: 次の広告表示
ko: 다음 광고 표시
nl: Volgende Advertentieweergave
pl: Następne wyświetlenie reklamy
sv: Nästa annonsvisning
th: การแสดงโฆษณาถัดไป

# 次へ
source: Next
ar: التالي
bn: পরবর্তী
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
gu: આગળ
he: הבא
hi: अगला
hr: Dalje
hu: Tovább
id: Berikutnya
it: Avanti
ja: 次へ
kn: ಮುಂದೆ
ko: 다음
ml: അടുത്തത്
mr: पुढे
ms: Seterusnya
nb: Neste
nl: Volgende
or: ପରବର୍ତ୍ତୀ
pa: ਅੱਗੇ
pl: Dalej
pt_br: Próximo
pt_pt: Seguinte
ro: Înainte
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tr: İleri
uk: Далі
ur: اگلا
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# 次回起動で広告表示（カウント調整）
source: Show Ad on Next Launch (Adjust Count)
ar: عرض الإعلان عند التشغيل التالي (ضبط العداد)
hi: अगले लॉन्च पर विज्ञापन दिखाएं (गिनती समायोजित करें)
id: Tampilkan Iklan saat Peluncuran Berikutnya (Sesuaikan Hitungan)
ja: 次回起動で広告表示（カウント調整）
ko: 다음 실행 시 광고 표시 (횟수 조정)
nl: Advertentie Tonen bij Volgende Start (Aantal Aanpassen)
pl: Pokaż reklamę przy następnym uruchomieniu (dostosuj licznik)
sv: Visa annons vid nästa start (justera räknare)
th: แสดงโฆษณาเมื่อเปิดครั้งถัดไป (ปรับจำนวน)
